Cloud/Users_Guide_for_Oracle_Business_Intelligence_Enterprise_Edition/000.Home.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-04-29 Tue 12:09 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>User's Guide for Oracle Business Intelligence Enterprise Edition</title>
<meta name="author" content="Alfredo Mejia" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://cdn.jsdelivr.net/npm/bulma@1.0.4/css/bulma.min.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">User's Guide for Oracle Business Intelligence Enterprise Edition</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgee700d6">Navigation</a></li>
<li><a href="#orgb0a18c1">Book Details</a></li>
<li><a href="#orga1204f6">Contents</a></li>
<li><a href="#org73cd528">Resources</a></li>
<li><a href="#org91ddf91">Final Thoughts</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgee700d6" class="outline-2">
<h2 id="orgee700d6">Navigation</h2>
<div class="outline-text-2" id="text-orgee700d6">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Nav</th>
<th scope="col" class="org-left">Title</th>
<th scope="col" class="org-left">Links</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Index</td>
<td class="org-left">Notes Home</td>
<td class="org-left">&vert; <a href="../../index.html">html</a> &vert; <a href="../../index.html">org</a> &vert; <a href="https://github.com/alfredo-mejia/notes/tree/main">github</a> &vert;</td>
</tr>

<tr>
<td class="org-left">Home</td>
<td class="org-left">User's Guide for Oracle Business Intelligence Enterprise Edition</td>
<td class="org-left">&vert; <a href="./000.Home.html">html</a> &vert; <a href="./000.Home.html">org</a> &vert; <a href="https://github.com/alfredo-mejia/notes/tree/main/Cloud/Users_Guide_for_Oracle_Business_Intelligence_Enterprise_Edition">github</a> &vert;</td>
</tr>

<tr>
<td class="org-left">Next</td>
<td class="org-left">Chapter 0: Preface &amp; New Features</td>
<td class="org-left">&vert; <a href="./000.Preface_and_New_Features/000.000.Notes.html">html</a> &vert; <a href="./000.Preface_and_New_Features/000.000.Notes.html">org</a> &vert; <a href="https://github.com/alfredo-mejia/notes/tree/main/Cloud/Users_Guide_for_Oracle_Business_Intelligence_Enterprise_Edition/000.Preface_and_New_Features">github</a> &vert;</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orgb0a18c1" class="outline-2">
<h2 id="orgb0a18c1">Book Details</h2>
<div class="outline-text-2" id="text-orgb0a18c1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Title</td>
<td class="org-left">User's Guide for Oracle Business Intelligence Enterprise Edition</td>
</tr>

<tr>
<td class="org-left">Edtition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Author</td>
<td class="org-left"><a href="https://docs.oracle.com/en/">Oracle Docs</a></td>
</tr>

<tr>
<td class="org-left">Publisher</td>
<td class="org-left">Oracle</td>
</tr>

<tr>
<td class="org-left">Year</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">ISBN</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orga1204f6" class="outline-2">
<h2 id="orga1204f6">Contents</h2>
<div class="outline-text-2" id="text-orga1204f6">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Chapter</th>
<th scope="col" class="org-left">Title</th>
<th scope="col" class="org-left">Links</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">0</td>
<td class="org-left">Preface &amp; New Features</td>
<td class="org-left">&vert; <a href="./000.Preface_and_New_Features/000.000.Notes.html">html</a> &vert; <a href="./000.Preface_and_New_Features/000.000.Notes.html">org</a> &vert; <a href="https://github.com/alfredo-mejia/notes/tree/main/Cloud/Users_Guide_for_Oracle_Business_Intelligence_Enterprise_Edition/000.Preface_and_New_Features">github</a> &vert;</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-left">Introducing Oracle Business Intelligence</td>
<td class="org-left">&vert; <a href="./001.Introducing_Oracle_Business_Intelligence_Enterprise_Edition/001.000.Notes.html">html</a> &vert; <a href="./001.Introducing_Oracle_Business_Intelligence_Enterprise_Edition/001.000.Notes.html">org</a> &vert; <a href="https://github.com/alfredo-mejia/notes/tree/main/Cloud/Users_Guide_for_Oracle_Business_Intelligence_Enterprise_Edition/001.Introducing_Oracle_Business_Intelligence_Enterprise_Edition">github</a> &vert;</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org73cd528" class="outline-2">
<h2 id="org73cd528">Resources</h2>
<div class="outline-text-2" id="text-org73cd528">
<p>
<a href="https://docs.oracle.com/middleware/bi12214/biee/BIEUG/BIEUG.pdf">PDF Book - User's Guide for Oracle Business Intelligence Enterprise Edition</a>
</p>

<p>
<a href="https://docs.oracle.com/en/">Oracle Documentation Home Page</a>
</p>

<p>
<a href="https://docs.oracle.com/en/middleware/bi/index.html">Oracle Business Intelligence Middleware Index Page</a>
</p>

<p>
<a href="https://docs.oracle.com/middleware/bi12214/biee/docs.htm">Oracle Docs Home for Oracle Business Intelligence Enterprise Edition 12.2.1.4.0</a>
</p>

<p>
<a href="https://docs.oracle.com/middleware/bi12214/biee/BIEUG/toc.htm">Oracle Guide Book: Fusion Middleware User's Guide for Oracle Business Intelligence Enterprise Edition</a>
</p>

<p>
<a href="https://docs.oracle.com/middleware/bi12214/bisuite/index.html">Oracle Docs Home for Oracle Business Intelligence Suite 12.2.1.4.0</a>
</p>
</div>
</div>

<div id="outline-container-org91ddf91" class="outline-2">
<h2 id="org91ddf91">Final Thoughts</h2>
<div class="outline-text-2" id="text-org91ddf91">
<p>
<i>Not Yet Finished</i>
</p>
</div>
</div>
</div>
</body>
</html>
